//
//  GoogleAdsVariables.swift
//  DentistCalendar
//
//  Created by Даник 💪 on 03.01.2021.
//

// TEST
let nativeAd = "ca-app-pub-3940256099942544/3986624511"
let bannerAd = "ca-app-pub-3940256099942544/2934735716"
let pageAd = "ca-app-pub-3940256099942544/4411468910"
let videoAd = "ca-app-pub-3940256099942544/1712485313"


let subscription_1 = "YOUR_PRODUCT_ID"
let subscription_2 = "YOUR_ANOTHER_PRODUCT_ID"
let shared_secret = "YOUR_SHARED_SECRET"

let terms_text = "Премиум подписка необходима для доступа ко всем функциям. Независимо от того, есть ли у подписки бесплатный пробный период или нет, она автоматически продлевается с указанными выше ценой и продолжительностью, если только она не будет отменена по крайней мере за 24 часа до окончания текущего периода. Оплата будет снята с вашей учетной записи Apple ID при подтверждении покупки. Плата за продление будет взиматься с вашей учетной записи в течение 24 часов до окончания текущего периода. Вы можете управлять своими подписками и отменять их, перейдя в настройки своей учетной записи в App Store после покупки. Любая неиспользованная часть бесплатного пробного периода, если таковая предлагается, будет аннулирована, когда пользователь приобретает подписку на эту публикацию, где это применимо."

let patientNameMaxLength = 110
let titleMaxLength = patientNameMaxLength
let phoneNumberMaxLength = 20

let priceMaxLength = 15
let toothNumberFieldMaxLength = 99
let userNameMaxLength = 50
let serviceNameMaxLength = 99
let servicesMaxCount = 20
