//
//  Data + Page.swift
//  DentistCalendar
//
//  Created by Даник 💪 on 24.02.2021.
//

let tabs = [
    Page(image: "test", title: "Создавайте записи еще быстрее!", content: "Просто подержите палец на главном экране"),
    Page(image: "test", title: "Удалить, удалить, удалить!", content: "Свайпайте строчки и удаляйте не нужные данные! Свайпайте строчки и удаляйте не нужные данные! Свайпайте строчки и удаляйте не нужные данные! Свайпайте строчки и удаляйте не нужные данные!"),

]

struct Page {
    let image: String
    let title: String
    let content: String
}
